Repository: VoteIT/voteit.cloudsignon
Catalog: voteit/cloudsignon/locale/*/LC_MESSAGES/voteit.cloudsignon.po
Languages: sv

source: Connect to Facebook
sv: Anslut till Facebook

source: Connect to Twitter
sv: Anslut till Twitter

source: facebook_profile_image_description
sv: Din profilbild är samma som den du använder på Facebook.

source: twitter_profile_image_description
sv: Din profilbild är samma som den du använder på Twitter.

source: Registration
sv: Registrering

source: cso_complete_registration_notice
sv: Granska eller färdigställ din registrering nedan.

source: Canceled
sv: Avbruten

source: Another user has already registered with this token.
sv: En annan användare har redan registrerat sig med denna token.

source: Unable to authenticate using Facebook
sv: Kan inte autentisera med Facebook

source: Unable to authenticate using Twitter
sv: Kan inte autentisera med Twitter

source: Unable to Authenticate
sv: Kan inte autentisera
